/* Used for list of received invites. Example \"John Doe (john_doe) sent you an invite\" */
"%@ (%@) sent you an invite" = "%1$@ (%2$@) sent you an invite";

/* Notify user that features is not available without an online profile. Example: \"Awards are not available without an...\" */
"%@ are not available without an online profile. Get online with your profile. It's free!" = "%@ are not available without an online profile. Get online with your profile. It's free!";

/* Label explaining that the current game requires an online AGON profile (hence, offline mode isn't available). */
"%@ requires an online profile to play." = "%@ requires an online profile to play.";

/* Used for list of received invites. Example \"john_doe sent you an invite\" */
"%@ sent you an invite" = "%@ sent you an invite";

/* Welcome text that is shown the first time a user opens up AGON from a new game. The '%@' will be replaced by the game's name at runtime. '\n' must be preserved. */
"%@ uses AGON, a free social network of games.\nCreate your online profile to have your scores and awards saved, join the global leaderboards and connect with your friends." = "%@ uses AGON, a free social network of games.\nCreate your online profile to have your scores and awards saved, join the global leaderboards and connect with your friends.";

/* Table section header of known profiles */
"..or merge with a known profile" = "..or merge with a known profile";

/* Table section header of known profiles */
"..or select a known profile" = "..or select a known profile";

/* Generic unknown text. */
"<Unknown>" = "<Unknown>";

/* Inform the user that the entered email address must be confirmed (alert view message) */
"A confirmation mail has been sent to your email address." = "A confirmation mail has been sent to your email address.";

/* Message used if a username already used on the device is entered. The '%@' entry must stay. */
"A local profile with the username '%@' already exists. If you wish to use it, please exit this wizard and select it through the profile picker." = "A local profile with the username '%@' already exists. If you wish to use it, please exit this wizard and select it through the profile picker.";

/* Password isn't long enough message. */
"A valid password is at least 6 characters long." = "A valid password is at least 6 characters long.";

/* Generic accept text */
"Accept" = "Accept";

/* Shown with a progress bar while trying to accept a received invite. */
"Accepting invite..." = "Accepting invite...";

/* Generic add friends text */
"Add Friends" = "Add Friends";

/* Displayed to the user in the context of \"Add Friends From Facebook\" */
"Add Friends From" = "Add Friends From";

/* Add friend by AGON username */
"AGON name" = "AGON name";

/* Explanatory text of what AGON Online is. */
"AGON Online is a FREE, social network of games and gives you online leaderboards, a friends community and more." = "AGON Online is a FREE, social network of games and gives you online leaderboards, a friends community and more.";

/* Table section header: AGON users you know */
"AGON users you know" = "AGON users you know";

/* Help text that informs the user how to add friends or recommend the game to others. */
"AGON will help you connect with your existing friends if you press the Add Friends or Plus button. You can also recommend the game to your existing friends by pressing the Thumbs Up button." = "AGON will help you connect with your existing friends if you press the Add Friends or Plus button. You can also recommend the game to your existing friends by pressing the Thumbs Up button.";

/* User's alias (friends see the user with this name). */
"Alias" = "Alias";

/* Label explaining the user how to log in to AGON using an existing profile. */
"Already have an existing online profile?\nJust choose \"Continue\" and enter your username to get connected." = "Already have an existing online profile?\nJust choose \"Continue\" and enter your username to get connected.";

/* Generic awards text. MUST maintain string length. */
"Awards" = "Awards";

/* Generic back text. MUST maintain string length. */
"Back" = "Back";

/* Generic busy text */
"Busy" = "Busy";

/* Generic cancel text */
"Cancel" = "Cancel";

/* Change password text for bigger label. */
"Change password" = "Change password";

/* Used for subject in invite mail. Example \"Check out the game %iFeelLucky% for the %iPhone%\" */
"Check out the game %@ for the %@" = "Check out the game %1$@ for the %2$@";

/* Checking online to see if a profile has already been registered. */
"Checking profile name" = "Checking profile name";

/* Choose password title text. */
"Choose Password" = "Choose Password";

/* Suburb city definition. */
"City" = "City";

/* Generic clear text. */
"Clear" = "Clear";

/* Generic comments text. */
"Comments" = "Comments";

/* Confirm password placeholder text for input field. */
"Confirm password" = "Confirm password";

/* Inform the user that the entered email address must be confirmed (alert view title) */
"Confirm Your Email" = "Confirm Your Email";

/* Enticing text explaining why the user should go online */
"Connect to AGON Online to browse and comment on your latest activities across all AGON-enabled games!" = "Connect to AGON Online to browse and comment on your latest activities across all AGON-enabled games!";

/* Enticing text explaining why the user should go online */
"Connect to AGON Online to see how you rank amongst players in the world, in your nearby area or amongst people you know!" = "Connect to AGON Online to see how you rank amongst players in the world, in your nearby area or amongst people you know!";

/* Enticing text explaining why user should go online */
"Connect to AGON Online to stay in touch with your friends. Write comments on their activities and compare your accomplishments" = "Connect to AGON Online to stay in touch with your friends. Write comments on their activities and compare your accomplishments";

/* Shown on the Facebook Connect window before it get's hold of the web page */
"Connect to Facebook" = "Connect to Facebook";

/* Inform user that he will be connected to Twitter if he continues. */
"Connect to Twitter" = "Connect to Twitter";

/* text explaining option */
"Connect with an existing profile" = "Connect with an existing profile";

/* Text for a dialog that tells the user her password couldn't be changed. */
"Could not change password at this time" = "Could not change password at this time";

/* Alertview text */
"Could not recommend via Facebook at this time." = "Could not recommend via Facebook at this time.";

/* Suburb country definition. */
"Country" = "Country";

/* text explaining option */
"Create a new offline profile" = "Create a new offline profile";

/* text explaining option */
"Create a new online profile" = "Create a new online profile";

/* Label indicating that it is possible to create an online AGON profile. */
"Create online profile" = "Create online profile";

/* Current nearby definition. Example \"Current selection: city\" */
"Current selection: %@" = "Current selection: %@";

/* Shown if AGAON fails to accept user as a friend. The user can retry. */
"Currently unable to add user as a friend" = "Currently unable to add user as a friend";

/* Shown when it was not possible to revoke an already sent invitation. */
"Currently unable to cancel invitation" = "Currently unable to cancel invitation";

/* Shown if AGAON fails to ignore friend request. The user can retry. */
"Currently unable to ignore friend request" = "Currently unable to ignore friend request";

/* Scores cannot currently be loaded for the user on the specific leaderboard. */
"Currently unable to load scores." = "Currently unable to load scores.";

/* Generic delete profile label text. MUST maintain string length. */
"Delete" = "Delete";

/* Title text on a view where the user can choose to delete his profile from the current device. */
"Delete local profile" = "Delete local profile";

/* Delete profile text for bigger label. */
"Delete profile" = "Delete profile";

/* Text asking the user if she is sure she wants to delete her profile and lose all data on it. '\n' must stay. */
"Delete your local profile?\nYou will lose all scores and awards!" = "Delete your local profile?\nYou will lose all scores and awards!";

/* Button text for a button where the user confirms that she wants to delete her profile. */
"Delete!" = "Delete!";

/* Error description. */
"Description: \"%@\"\n" = "Description: \"%@\"\n";

/* Generic disabled text. */
"Disabled" = "Disabled";

/* Ask user if he wants to go to the Apple App Store (alert view msg) */
"Do you want to close this application and go to the App Store?" = "Do you want to close this application and go to the App Store?";

/* Ask user if he wants to publish the presented story to twitter. */
"Do you want to publish this story to twitter?" = "Do you want to publish this story to twitter?";

/* Generic done text */
"Done" = "Done";

/* Short story title for facebook. Example \"earned an award in %Grolsch Game%\" - the text will be prefixed with the user's name when shown on Facebook. */
"earned an award in %@" = "earned an award in %@";

/* Used for twitter story. Example: \"earned the award \"Great Comeback\" in the %iPhone% game \"%Grolsch Game%\"\" - the text will be prefixed with the user's name when shown on Twitter. */
"earned the award \"%@\" in the %@ game \"%@\"" = "earned the award \"%1$@\" in the %2$@ game \"%3$@\"";

/* Label on the button for editing your profile. */
"Edit" = "Edit";

/* Edit alias label */
"Edit Alias" = "Edit Alias";

/* Edit email label */
"Edit Email" = "Edit Email";

/* Title for editing location. */
"Edit Location" = "Edit Location";

/* Title for editing profile. */
"Edit Profile" = "Edit Profile";

/* Edit user name label */
"Edit Username" = "Edit Username";

/* User's registered email. */
"Email" = "Email";

/* Users email address */
"Email Address" = "Email Address";

/* Title on dialog telling the user that her email is not confirmed. */
"Email not confirmed" = "Email not confirmed";

/* Generic enabled text. */
"Enabled" = "Enabled";

/* Text on an alert view asking the user to input her registered email. '\n' entries must stay. */
"Enter current email\n\n" = "Enter current email\n\n";

/* Enter password text. The '\n' entries must stay. */
"Enter current password\n\n" = "Enter current password\n\n";

/* Title on the view that asks for the user's email. */
"Enter Email" = "Enter Email";

/* Title text on an alert view asking the user to input her registered email. */
"Enter Existing AGON Email" = "Enter Existing AGON Email";

/* Title for a view where the user is asked to enter her username. */
"Enter Name" = "Enter Name";

/* Title text on a dialog that asks the user to enter her password. */
"Enter Password" = "Enter Password";

/* Short text explaining that the user should type the name of his existing profile */
"Enter the name of your existing profile." = "Enter the name of your existing profile.";

/* Table section header with input of profile name */
"Enter your profile name" = "Enter your profile name";

/* Text explaining the user that if she enters her email address she will be able to retrieve her password later on. */
"Entering an email address will allow you to retrieve your password if you forget it." = "Entering an email address will allow you to retrieve your password if you forget it.";

/* Error */
"Error" = "Error";

/* Error domain and error code. */
"Error domain: \"%@\"  Error code: %d\n" = "Error domain: \"%1$@\"  Error code: %2$d\n";

/* AlertView when inviting friends failed */
"Error inviting one or more friends. Please retry later." = "Error inviting one or more friends. Please retry later.";

/* Generic error occurred text */
"Error occurred" = "Error occurred";

/* Short cell title: use existing online profile */
"Existing Online Profile" = "Existing Online Profile";

/* Short title of view */
"Existing Profile" = "Existing Profile";

/* Help text on button explaining option */
"Extend profile with online features" = "Extend profile with online features";

/* 'Facebook' button */
"Facebook" = "Facebook";

/* Alertview text */
"Facebook recommendations sent." = "Facebook recommendations sent.";

/* Title on an error dialog. */
"Failed" = "Failed";

/* Text on an alert view telling the user that saving failed and that they can save again from the profile tab later on. */
"Failed to save additional profile settings. You can set these settings from the profile tab at a later point." = "Failed to save additional profile settings. You can set these settings from the profile tab at a later point.";

/* Failed to send invitation email */
"Failed to send invitation email" = "Failed to send invitation email";

/* Text on dialog telling the user that sending their password to their email address failed. */
"Failed to send the password to the email address." = "Failed to send the password to the email address.";

/* Shown while the user's score is being located in the highscore view. */
"Finding you..." = "Finding you...";

/* Genric merge profiles text */
"Forgot my password!" = "Forgot my password!";

/* Text on friend view when user is not online */
"Friend community available!" = "Friend community available!";

/* Generic friends text. MUST maintain string length. */
"Friends" = "Friends";

/* Show as title for friends scores. */
"Friends Scores" = "Friends Scores";

/* Inform user that only friends will see the alias */
"Friends will see your alias instead of your username." = "Friends will see your alias instead of your username.";

/* Title text on a view asking the user to connect to external networks such as Facebook and Twitter. */
"Get Connected" = "Get Connected";

/* Inform user that it is easier to be found by friends if email is provided. */
"Get discovered more easily by providing your email!" = "Get discovered more easily by providing your email!";

/* Button text - pressing it will attempt to go online with the profile */
"Get Online" = "Get Online";

/* Short title of view */
"Go Online" = "Go Online";

/* Ask user if he wants to go to the Apple App Store (alert view title) */
"Go to the App Store?" = "Go to the App Store?";

/* Short story title for facebook. Example \"got a highscore in %Grolsch Game%\" - the text will be prefixed with the user's name when shown on Facebook. */
"got a highscore in %@" = "got a highscore in %@";

/* Example \I was playing %Grolsh Game% for the %iPhone% and I thought you might want to try it out. See if you can beat my score! My username is '%John Doe%' */
"I was playing %@ for the %@ and I thought you might want to try it out. See if you can beat my score! My username is '%@'" = "I was playing %1$@ for the %2$@ and I thought you might want to try it out. See if you can beat my score! My username is '%3$@'";

/* Generic ignore text */
"Ignore" = "Ignore";

/* Shown with a progress bar while trying to ignore a received invite. */
"Ignoring invite..." = "Ignoring invite...";

/* Displayed when the user should decide to post an event to an external social network. Text should encourage user. */
"Impress people you know.\nPublish this event!" = "Impress people you know.\nPublish this event!";

/* Displayed when the user should decide to post a story to an external social network. Text should encourage user. */
"Impress people you know.\nPublish your best score!" = "Impress people you know.\nPublish your best score!";

/* Displayed when the user should decide to post a story to an external social network. Text should encourage user. Award title is shown in parentheses. */
"Impress people you know.\nPublish your earned award (%@)!" = "Impress people you know.\nPublish your earned award (%@)!";

/* Title on dialog telling the user that the entered email address doesn't match the registered email address. */
"Incorrect email address" = "Incorrect email address";

/* Incorrect password error title message. */
"Incorrect Password" = "Incorrect Password";

/* Incorrect password error message. */
"Incorrect password entered, please try again." = "Incorrect password entered, please try again.";

/* The user has entered an invalid alias (alert view title). */
"Invalid alias" = "Invalid alias";

/* Invalid device dialog title message. */
"Invalid Device" = "Invalid Device";

/* The user has entered an invalid email address (alert view title). */
"Invalid email address" = "Invalid email address";

/* The local database state was found to be invalid - reset it (alert view title) */
"Invalid local database state" = "Invalid local database state";

/* The user has entered an invalid online name. */
"Invalid online name" = "Invalid online name";

/* Invalid user dialog title message. */
"Invalid User" = "Invalid User";

/* Invitation email sent! */
"Invitation email sent!" = "Invitation email sent!";

/* Generic title when AGON has failed to invite another user to use AGON */
"Invitation failed!" = "Invitation failed!";

/* A new invitation has been sent to another AGON user */
"Invitation sent" = "Invitation sent";

/* Invite */
"Invite" = "Invite";

/* Label text indication option for inviting a new AGON user as a friend */
"Invite AGON user" = "Invite AGON user";

/* Used for list of invitations sent other users. Example \"Invite to John Doe\". */
"Invite to %@" = "Invite to %@";

/* Generic invites text. MUST maintain string length. */
"Invites" = "Invites";

/* Example \invites you to try the game %Grolsh Game% for iPhone and iPod Touch. It's part of the social network %AGON Online% */
"invites you to try the game %@ for <a href=\"http://www.apple.com/iphone/\">iPhone</a> and <a href=\"http://www.apple.com/ipodtouch/\">iPod Touch</a>. It's part of the social network %@" = "invites you to try the game %1$@ for <a href=\"http://www.apple.com/iphone/\">iPhone</a> and <a href=\"http://www.apple.com/ipodtouch/\">iPod Touch</a>. It's part of the social network %2$@";

/* Shown with progress bar while inviting a new friend. */
"Inviting..." = "Inviting...";

/* Displayed to the user when he tried to publish a story to twitter or facebook on a leaderboard where this is not possible. (Alert view message) */
"It is not possible to publish your scores for the selected tab." = "It is not possible to publish your scores for the selected tab.";

/* Text on dialog telling the user that their password can only be emailed once an hour. */
"It is only possible to send the password to your email address once every hour." = "It is only possible to send the password to your email address once every hour.";

/* Error text shown on an alert view. */
"It was not possible to forget all devices." = "It was not possible to forget all devices.";

/* Error text for when a user couldn't be upgraded. */
"It was not possible to set a password for the user at this time." = "It was not possible to set a password for the user at this time.";

/* Keep 'NameA' and 'NameB' as two separate profiles. */
"Keep '%@' and '%@' as two separate profiles." = "Keep '%1$@' and '%2$@' as two separate profiles.";

/* Checkbox option */
"Keep Both Profiles" = "Keep Both Profiles";

/* Generic leaderboard text */
"Leaderboard" = "Leaderboard";

/* Generic leaderboards text */
"Leaderboards" = "Leaderboards";

/* Generic loading text when starting the system. */
"Loading AGON Online" = "Loading AGON Online";

/* Generic loading text when loading the user's profile */
"Loading AGON Online Profile" = "Loading AGON Online Profile";

/* Shown with progress bar while loading comments. */
"Loading comments..." = "Loading comments...";

/* Text while loading friends list */
"Loading friends.." = "Loading friends..";

/* Loading text displays in highscore cells, that are still waiting to be loaded. */
"Loading scores..." = "Loading scores...";

/* Generic loading text */
"Loading..." = "Loading...";

/* Show with progress bar while locating grographical location. */
"locating..." = "locating...";

/* Generic location (geographical) text. */
"Location" = "Location";

/* No valid location was loaded from the server. */
"Location not loaded" = "Location not loaded";

/* Show as title in an alert view regarding informing the user about location services being disabled (GPS). */
"Location Services Disabled" = "Location Services Disabled";

/* Explanation for the user on how to enable location services on his iPhone/iPod Touch. */
"Location services must be enabled before your location can be set. You can enable them in Settings -> General in your phone's settings." = "Location services must be enabled before your location can be set. You can enable them in Settings -> General in your phone's settings.";

/* text explaining option */
"Log on with your online profile" = "Log on with your online profile";

/* Shown while logging in to twitter. */
"Logging in" = "Logging in";

/* Shown if logging in to twitter failed. */
"Login failed..." = "Login failed...";

/* Label on the button for logging out your profile. */
"Logout" = "Logout";

/* Label on the button for managing your profile. MUST maintain string length. */
"Manage" = "Manage";

/* Title on the action sheet for choosing how to manage your profile. */
"Manage Profile" = "Manage Profile";

/* Genric merge profiles text */
"Merge Profiles" = "Merge Profiles";

/* Merge profile view title */
"Merge Profiles?" = "Merge Profiles?";

/* Merge scores and awards from 'NameA' into 'NameB' */
"Merge scores and awards from '%@' into '%@'" = "Merge scores and awards from '%1$@' into '%2$@'";

/* helper text on button explaining option */
"Merge with an existing online profile" = "Merge with an existing online profile";

/* User's AGON username (short version - simply 'name'). */
"Name" = "Name";

/* When user types a name that is available, show short text */
"Name is available" = "Name is available";

/* Generic nearby (geographical) text. MUST maintain string length. */
"Nearby" = "Nearby";

/* Title for nearby range selection (geographical - either country, region, city or suburb). */
"Nearby Range" = "Nearby Range";

/* Show as title in an alert view regarding nearby scores. */
"Nearby Scores" = "Nearby Scores";

/* Generic need confirmation. */
"Need confirmation!" = "Need confirmation!";

/* Button title for adding a new comment. */
"New Comment" = "New Comment";

/* Short cell title: create a new online profile */
"New Online Profile!" = "New Online Profile!";

/* Short cell title: create a new profile */
"New Profile.." = "New Profile..";

/* Generic no text */
"No" = "No";

/* Text Explaining that the user can recommend game to his friends */
"No AGON users found. Expand your search or recommend the game on the buttons below" = "No AGON users found. Expand your search or recommend the game on the buttons below";

/* Displayed when the user has not specified an Alias. */
"No Alias set" = "No Alias set";

/* Displayed when trying to post an empty comment (alert view title). */
"No comment entered" = "No comment entered";

/* Title for alert box when connection has been lost to backend servers. */
"No Connection" = "No Connection";

/* Connection is not currently available text while trying to edit your profile. */
"No connection is available, you must be online to edit your profile." = "No connection is available, you must be online to edit your profile.";

/* Generic connection is not currently available */
"No connection is currently available. Please retry later." = "No connection is currently available. Please retry later.";

/* Connection is not currently available text if offline when trying to register a profile. */
"No connection is currently available. Unable to register for an online profile at this time." = "No connection is currently available. Unable to register for an online profile at this time.";

/* Connection is not currently available text while on the scores tab. */
"No connection is currently available. You can still view your personal scores and awards." = "No connection is currently available. You can still view your personal scores and awards.";

/* Title on an error dialog displayed when the user has not set an email address. */
"No Email Set" = "No Email Set";

/* Displayed when the user has not set an email address. */
"No email set" = "No email set";

/* Displayed when the leaderboard containing friends' scores has no scores. */
"No friend scores yet" = "No friend scores yet";

/* No friends found. */
"No friends found." = "No friends found.";

/* Alertview title */
"No friends selected" = "No friends selected";

/* The user does not have a location set. */
"No Location" = "No Location";

/* The user has no location set. */
"No Location Set" = "No Location Set";

/* Displayed when the user has not set a password. */
"No Password Set" = "No Password Set";

/* No password set on user when 'can't remember password' was pressed error message. */
"No password set for this user. Unabled to send anything to the email." = "No password set for this user. Unabled to send anything to the email.";

/* Displayed when the user wanted to publish a story to Facebook or Twitter, but he had no scores to publish. */
"No scores" = "No scores";

/* Displayed when a geographic (country, region, city or suburb) leaderboard contains no scores. */
"No scores in this area yet" = "No scores in this area yet";

/* Short text when typing name and that name does not exist */
"No user with that name exists." = "No user with that name exists.";

/* Displayed when a world leaderboard contains no scores. */
"No world scores yet" = "No world scores yet";

/* Title on dialog telling the user that their password can only be emailed once an hour. */
"Not allowed to send again" = "Not allowed to send again";

/* Generic not found text */
"Not found" = "Not found";

/* Text explaining that no user is currently logged in. */
"Not Logged In" = "Not Logged In";

/* Generic offline text. MUST maintain string length. */
"Offline" = "Offline";

/* Short text in profile picker when profile is offline */
"Offline profile" = "Offline profile";

/* Generic ok text */
"Ok" = "Ok";

/* Generic online scores text */
"Online Leaderboards" = "Online Leaderboards";

/* Notify the user that the AGON username has already been taken (alert view title) */
"Online name already taken" = "Online name already taken";

/* Title on dialog telling the user than they require an online enabled profile. */
"Online Profile Required" = "Online Profile Required";

/* Text on leaderboard view when user is no online */
"Online scores are available!" = "Online scores are available!";

/* Generic password label text. MUST maintain string length. */
"Password" = "Password";

/* Title text for a dialog that tells the user her password couldn't be changed. */
"Password Change Failed" = "Password Change Failed";

/* Title on dialog telling the user that her password has been sent to her email. */
"Password sent" = "Password sent";

/* Show as title for personal scores. */
"Personal Scores" = "Personal Scores";

/* Text asking the user to enter a username for a player profile. */
"Pick a name for your profile." = "Pick a name for your profile.";

/* Short generic event story title for facebook. Example \"played %Grolsch Game%\" - the text will be prefixed with the user's name when shown on Facebook. */
"played %@" = "played %@";

/* Ask user to enter a username. */
"Please choose a username" = "Please choose a username";

/* Choose password label text. */
"Please choose your password." = "Please choose your password.";

/* Text that asks the user to enter a username for her profile. */
"Please enter a username for your profile." = "Please enter a username for your profile.";

/* Ask the user to enter a valid email address. */
"Please enter a valid email." = "Please enter a valid email.";

/* Ask the user to enter her email address. */
"Please enter your email address." = "Please enter your email address.";

/* Ask the user to enter her password. */
"Please enter your password." = "Please enter your password.";

/* Text on a dialog telling the user to select a profile before the user can continue. */
"Please select a profile" = "Please select a profile";

/* Alertview text */
"Please select some friends or press cancel" = "Please select some friends or press cancel";

/* Message for Alert View when updating location. */
"Please wait while we determine your current location.\n\n\n" = "Please wait while we determine your current location.\n\n\n";

/* Generic post text. As in \"Post a comment to the message board\" */
"Post" = "Post";

/* Displayed when posting a new comment fails (alert view title). */
"Posting failed" = "Posting failed";

/* Shown with progress bar while posting comments. */
"Posting..." = "Posting...";

/* Generic profile text. MUST maintain string length. */
"Profile" = "Profile";

/* Short text when typing name and profile is found */
"Profile found." = "Profile found.";

/* Generic profiles text */
"Profiles" = "Profiles";

/* Inform user that this is the username seen by everyone */
"Public User Name" = "Public User Name";

/* Shown if publishing failed. */
"Publishing failed..." = "Publishing failed...";

/* Displayed to the user when he tried to publish a story to twitter or facebook on a leaderboard where this is not possible. (Alert view title) */
"Publishing not possible" = "Publishing not possible";

/* Shown while trying to publish a new story to twitter. */
"Publishing story" = "Publishing story";

/* View title */
"Recommend" = "Recommend";

/* Title for Recommend Game action sheet */
"Recommend Game using" = "Recommend Game using";

/* Recommendation Email */
"Recommendation Email" = "Recommendation Email";

/* Reconnect button text - pressing will attempt to reconnect to servers. */
"Reconnect" = "Reconnect";

/* Suburb region definition. */
"Region" = "Region";

/* Label on a checkbox that the user can activate to have his password remembered by the system. */
"Remember" = "Remember";

/* Generic remove profile label text. MUST maintain string length. */
"Remove" = "Remove";

/* Button text on a button that allows the user to remove her profile from all devices. The profile won't be deleted, just no longer remembered on any of the devices where it has previously logged in. */
"Remove from all devices!" = "Remove from all devices!";

/* 'Remove profile from devices' text for bigger label. */
"Remove from devices" = "Remove from devices";

/* Title text on a view where the user can remove her profile from the current device. */
"Remove profile" = "Remove profile";

/* Text asking the user if she is sure she wants to remove her profile from any device it has previously been logged on to. '\n' must stay. */
"Remove your profile from all devices you've previously logged on to?\nYou can always reconnect to your online profile later." = "Remove your profile from all devices you've previously logged on to?\nYou can always reconnect to your online profile later.";

/* Button text for a button where the user confirms that she wants to remove her profile. */
"Remove!" = "Remove!";

/* Shown while a friend is being removed from the user's friends list. */
"Removing friend..." = "Removing friend...";

/* Loading text while removing profile. */
"Removing Profile..." = "Removing Profile...";

/* Header in alertview */
"Resend email confimation?" = "Resend email confimation?";

/* Generic reset text */
"Reset" = "Reset";

/* Ask user to reset awards (alert view title) */
"Reset Awards" = "Reset Awards";

/* Ask user to reset awards (alert view message) */
"Reset awards for the current user?\n(This feature is only available on the developer server)" = "Reset awards for the current user?\n(This feature is only available on the developer server)";

/* Shown while the user's awards are being reset. */
"Resetting awards..." = "Resetting awards...";

/* The local database state was found to be invalid - reset it (alert view msg) */
"Resetting local state. AGON Online will close down." = "Resetting local state. AGON Online will close down.";

/* Shown on button to allow user to revoke an invitation previously sent to another AGON user. */
"Revoke" = "Revoke";

/* Shown when revoking an already sent user invitation. */
"Revoking..." = "Revoking...";

/* Generic save text. */
"Save" = "Save";

/* Failed to save the user's profile online (alert view title). */
"Save Profile Failed" = "Save Profile Failed";

/* Shown while the user's location (geographical) is being saved. */
"Saving location..." = "Saving location...";

/* Shown with progress bar while saving profile. */
"Saving profile..." = "Saving profile...";

/* Used for twitter story. Example: \"scored %554400% in \"%Great Britain%\" on \"%Overall Best%\" (#%9% in %Great Britain%)\" - the text will be prefixed with the user's name when shown on Twitter. */
"scored %@ in \"%@\" on \"%@\" (#%d in %@)" = "scored %1$@ in \"%2$@\" on \"%3$@\" (#%4$d in %5$@)";

/* Scores tab. MUST maintain string length. */
"Scores" = "Scores";

/* Searching.. */
"Searching.." = "Searching..";

/* Shown as the title for secret awards. */
"Secret" = "Secret";

/* Generic 'select profile' title text. */
"Select Profile" = "Select Profile";

/* Generic send text. MUST maintain string length. */
"Send" = "Send";

/* Loading text telling the user that her password is being sent to her email. */
"Sending password to email..." = "Sending password to email...";

/* Inviting Facebook friends */
"Sending Recommendation" = "Sending Recommendation";

/* Generic sent text. MUST maintain string length. */
"Sent" = "Sent";

/* Button title for set/update location */
"Set" = "Set";

/* Inform the user that by setting his geographical location his scores will be tagged with the geographical location. */
"Set your location to geo-tag your scores" = "Set your location to geo-tag your scores";

/* Title on infoscreen enticing the user to add friends */
"Share the fun!" = "Share the fun!";

/* Button with option to create new profile */
"Sign Up!" = "Sign Up!";

/* Generic skip text */
"Skip" = "Skip";

/* Table section header: Specific AGON user */
"Specific AGON user" = "Specific AGON user";

/* Label for a button allowing the user to choose to not go online with her AGON profile. */
"Stay offline for now, thanks." = "Stay offline for now, thanks.";

/* Button text - submit */
"Submit" = "Submit";

/* Suburb nearby definition. */
"Suburb" = "Suburb";

/* Generic success text */
"Success" = "Success";

/* Label on the button for switching profile. */
"Switch" = "Switch";

/* The user was not invited since he had already invited the other user or they were already friends. */
"That user is already in your friend list or has an invitation pending." = "That user is already in your friend list or has an invitation pending.";

/* Notify the user that the AGON Online username has already been taken (alert view message) */
"The AGON Online name '%@' is already taken." = "The AGON Online name '%@' is already taken.";

/* Invalid device message. */
"The device appears to be invalid. Unable to login." = "The device appears to be invalid. Unable to login.";

/* Text on dialog telling the user that the entered email address doesn't match the registered email address. */
"The email address entered was not the email address registered to this AGON account. Unable to send password." = "The email address entered was not the email address registered to this AGON account. Unable to send password.";

/* Text on dialog telling the user that her email is not confirmed. */
"The email address has not been confirmed. The email needs to be confirmed before it can be used." = "The email address has not been confirmed. The email needs to be confirmed before it can be used.";

/* No email set on user error message. */
"The email address has not been set. The email needs to be set before it can be used." = "The email address has not been set. The email needs to be set before it can be used.";

/* Invalid password error message during login. */
"The entered password was incorrect. Please try again or create a new user." = "The entered password was incorrect. Please try again or create a new user.";

/* Message when the user tried to use an already taken username. */
"The entered username was already taken. Please try again with a different username." = "The entered username was already taken. Please try again with a different username.";

/* Example \The game uses %AGON Online% and has leaderboards, awards and more! */
"The game uses %@ and has leaderboards, awards and more!" = "The game uses %@ and has leaderboards, awards and more!";

/* Short text when typing name and the name is available */
"The name is available." = "The name is available.";

/* The user has entered an invalid alias (alert view message). */
"The provided alias was not valid (%@). An alias must be between 3 and 32 characters. All characters are allowed." = "The provided alias was not valid (%@). An alias must be between 3 and 32 characters. All characters are allowed.";

/* The user has entered an invalid email address (alert view message). */
"The provided email address was not valid (%@)." = "The provided email address was not valid (%@).";

/* Inform user that the username is unique */
"The public user name is a unique identification of you." = "The public user name is a unique identification of you.";

/* Message shown to the player if the server for some reason failed to resend email */
"The server could not currently resend confirmation email. Please try again later." = "The server could not currently resend confirmation email. Please try again later.";

/* Invalid user message. */
"The user appears to be invalid. Unable to login." = "The user appears to be invalid. Unable to login.";

/* No password set on user error message. */
"The user had no password and cannot be logged in." = "The user had no password and cannot be logged in.";

/* Text on a view telling the user that the entered username is already registered. */
"The username '%@' already exists." = "The username '%@' already exists.";

/* Text on a view telling the user that the entered username is already registered and asking whether to continue or try another username. */
"The username '%@' already exists. " = "The username '%@' already exists. ";

/* Text on a view telling the user that the entered username is already registered and doesn't have a password registered. */
"The username '%@' already exists. The user has not set any password and you therefore cannot login as this user from this device. You need to set a password for the user on the original device used to create the user." = "The username '%@' already exists. The user has not set any password and you therefore cannot login as this user from this device. You need to set a password for the user on the original device used to create the user.";

/* Used in contexts like \"John Doe now has the best score in the World\" */
"the World" = "the World";

/* Label text warning the user that her profile isn't stored online and deleting it will cause all its data to be lost. '\n' entries must stay. */
"This profile has not yet been online enabled.\n\nDeleting this profile will delete all associated scores and awards permanently." = "This profile has not yet been online enabled.\n\nDeleting this profile will delete all associated scores and awards permanently.";

/* This username can not be used. */
"This username can not be used." = "This username can not be used.";

/* Return to game tab - must be kept very short. */
"To Game" = "To Game";

/* Displayed when trying to post an empty comment (alert view message). */
"To post a comment you must enter some text. Otherwise you may cancel." = "To post a comment you must enter some text. Otherwise you may cancel.";

/* Text on the view explaining the user about upgrading their profile. */
"To support multiple profiles you will need to enter a password for your profile. The password will be used to secure your AGON Online profile and allow you to use your AGON Online profile with other devices. You will still be able to play AGON Online enabled games that do not support multiple profiles." = "To support multiple profiles you will need to enter a password for your profile. The password will be used to secure your AGON Online profile and allow you to use your AGON Online profile with other devices. You will still be able to play AGON Online enabled games that do not support multiple profiles.";

/* Generic 'try again' text */
"Try again" = "Try again";

/* Not possible to post comment due to no connectivity (alert view title). */
"Unable to add comment" = "Unable to add comment";

/* Not currently possible import friends due to communication issues. */
"Unable to communicate with server. Please retry friend import later." = "Unable to communicate with server. Please retry friend import later.";

/* Not currently possible to load comments. */
"Unable to load comments" = "Unable to load comments";

/* Displayed when the mobile device fails to determine the location based on GPS or WIFI signal */
"Unable to retrieve location at the moment." = "Unable to retrieve location at the moment.";

/* Unable to invite another user to use AGON */
"Unable to send invite" = "Unable to send invite";

/* Shown while the user's friends are updating. */
"Updating friends..." = "Updating friends...";

/* Shown while the user's invites are updating. */
"Updating invites..." = "Updating invites...";

/* Title for Alert View when updating location. */
"Updating location..." = "Updating location...";

/* Loading text when updating personal scores. */
"Updating personal scores..." = "Updating personal scores...";

/* Shown while the user's wall is updating. */
"Updating Wall..." = "Updating Wall...";

/* Title on the view explaining the user about upgrading their profile. */
"Upgrade user" = "Upgrade user";

/* Title text for the error dialog when a user couldn't be upgraded. */
"Upgrade User Failed" = "Upgrade User Failed";

/* Loading text while a user is being upgraded. */
"Upgrading AGON Online Profile" = "Upgrading AGON Online Profile";

/* Button with option to connect with an existing profile */
"Use Existing Profile" = "Use Existing Profile";

/* Title on a view telling the user that the entered username is already in use. */
"User already exists" = "User already exists";

/* Generic text shown when a user was not found. */
"User not found" = "User not found";

/* User's AGON username. */
"Username" = "Username";

/* Generic username or email text. */
"Username or Email" = "Username or Email";

/* The rules for a valid online AGON username. */
"Usernames must be between 3 and 16 characters. Use the English alphabet, numbers, '-' and '_'. Begin with a letter." = "Usernames must be between 3 and 16 characters. Use the English alphabet, numbers, '-' and '_'. Begin with a letter.";

/* Validation failed title. */
"Validation Failed" = "Validation Failed";

/* Verification failed title (used if e.g. username or password was invalid or incorrect). */
"Verification Failed" = "Verification Failed";

/* Change button label to Wait... while geographical location is determined. */
"Wait.." = "Wait..";

/* AGON event wall (similar to Facebook Wall). */
"Wall" = "Wall";

/* Short story body for facebook. Example \"was playing the %iPhone% game %Grolsch Game% earned the award \"Great Comeback\" (Win match after being behind 6 points)\" - the text will be prefixed with the user's name when shown on Facebook.. */
"was playing the %@ game %@ and earned the award \"%@\" (%@)" = "was playing the %1$@ game %2$@ and earned the award \"%3$@\" (%4$@)";

/* Short story body for facebook. Example \"was playing the %iPhone% game %Grolsch Game% and reached position 10 in %Great Britain% with a score of \"%554400%\" on the leaderboard \"Overall Best\"\" - the text will be prefixed with the user's name when shown on Facebook.. */
"was playing the %@ game %@ and reached position %d in %@ with a score of \"%@\" on the leaderboard \"%@\"." = "was playing the %1$@ game %2$@ and reached position %3$d in %4$@ with a score of \"%5$@\" on the leaderboard \"%6$@\".";

/* Connection has been lost to the servers. */
"We have currently lost connection to our servers. Please check your Internet connection and try to reconnect." = "We have currently lost connection to our servers. Please check your Internet connection and try to reconnect.";

/* Generic welcome text. */
"Welcome!" = "Welcome!";

/* Generic world text. MUST maintain string length. */
"World" = "World";

/* Generic world scores text */
"World Scores" = "World Scores";

/* Generic yes text */
"Yes" = "Yes";

/* Ask the player if he wants to receive a new confirmation email */
"You are about to resend a confirmation email to your specified email account. Continue?" = "You are about to resend a confirmation email to your specified email account. Continue?";

/* Explain that the user is currently using an offline profile called %@. */
"You are currently logged in with	the offline profile '%@'" = "You are currently logged in with	the offline profile '%@'";

/* No scores registered for the current users on the current leaderboard */
"You do not have any highscores registered for the selected tab." = "You do not have any highscores registered for the selected tab.";

/* The user has no friends yet. */
"You have no friends yet." = "You have no friends yet.";

/* Shown when the user has not received any invites from anybody. */
"You have no incoming invites." = "You have no incoming invites.";

/* Title on infoscreen informing the user about not having received any invites */
"You have no invitations" = "You have no invitations";

/* Shown when the user has not sent any invites to anyone. */
"You have no invites pending." = "You have no invites pending.";

/* Displayed when the personal leaderboard contains no scores. */
"You have no scores yet" = "You have no scores yet";

/* Help text that informs the user about when invites are received. */
"You have not received an invitation from anyone. You will receive an invitation here if another AGON user invites you to become a friend." = "You have not received an invitation from anyone. You will receive an invitation here if another AGON user invites you to become a friend.";

/* Help text that informs the user about how to send friend invites. */
"You have not sent a friend invitation to anyone. You can send an invitation by pressing the Add Friends or Plus button." = "You have not sent a friend invitation to anyone. You can send an invitation by pressing the Add Friends or Plus button.";

/* Title on infoscreen informing the user about not having sent any friend invitations */
"You have not sent any invitations" = "You have not sent any invitations";

/* Displayed when posting a new comment fails (alert view message). */
"Your comment could not be posted at this time." = "Your comment could not be posted at this time.";

/* Ask the user if he wants to set his grographical location now. */
"Your location has not been set. Would you like to set it now to be able to see the scores of people near you?" = "Your location has not been set. Would you like to set it now to be able to see the scores of people near you?";

/* Ask the user if he wants to update his grographical location. */
"Your location seems to be invalid, would you like to try to update it?" = "Your location seems to be invalid, would you like to try to update it?";

/* Label text informing the user that AGON remembers any profiles that have logged on to a device in order to log in more easily from then on and that a button below will reset these remembered profiles. '\n' entries must stay. */
"Your online profile remembers the devices used to provide easier login. If there are devices that should no longer have the easy login, you can have the profile forget all the devices by clicking on the button below.\n\nYour profile is NOT lost. You will be logged out and you just have to sign in with your username again." = "Your online profile remembers the devices used to provide easier login. If there are devices that should no longer have the easy login, you can have the profile forget all the devices by clicking on the button below.\n\nYour profile is NOT lost. You will be logged out and you just have to sign in with your username again.";

/* Text on dialog telling the user that her password has been sent to her email. */
"Your password has been sent to the registered email." = "Your password has been sent to the registered email.";

/* Password has changed notification message. */
"Your password has changed on the server. Please enter your password." = "Your password has changed on the server. Please enter your password.";

/* Failed to save the user's profile online (alert view title). */
"Your profile could not be saved online at this time." = "Your profile could not be saved online at this time.";

/* Text on dialog telling the user than they require an online enabled profile. */
"Your profile has to be online enabled to access this property" = "Your profile has to be online enabled to access this property";

/* text on wall view when user is offline */
"Your wall is waiting for you!" = "Your wall is waiting for you!";

